{
    "nombre": "Nyjah Huston",
    "ranking": "02",
    "imagen": "https://dewtour.com/wp-content/uploads/2021/05/nyjah_huston_RESIZED_1000.jpg",
    "bgColor": "#94FF92",
    "path": "./nyjahuston",
    "socials": {
      "instagram": "https://www.instagram.com/nyjah/",
      "twitter": "https://twitter.com/nyjah",
      "youtube": "https://www.youtube.com/@nyjah",
      "wikipedia": "https://es.wikipedia.org/wiki/Nyjah_Huston"
    },
    "biografia": "Nyjah Huston es un skater profesional estadounidense nacido el 30 de noviembre de 1994 en Davis, California. Comenzó a patinar a los cinco años y a los nueve años ganó su primer campeonato nacional de la Asociación de Skateboarding Amateurs. A los 11 años, Huston se convirtió en profesional y ha ganado numerosos campeonatos y competiciones desde entonces, incluyendo el campeonato mundial de Skateboarding Street League Skateboarding (SLS) en cinco ocasiones, y el campeonato del mundo de Skateboarding Street de la Federación Internacional de Skateboarding (World Skate) en 2021. Huston es conocido por su estilo agresivo y su habilidad en el skateboarding street, especialmente en la ejecución de trucos técnicos y complejos. Además de su carrera en el skateboarding, ha participado en varias competiciones de videojuegos y ha lanzado su propia línea de ropa y zapatillas de skate. Fuera del skateboarding, Huston ha hablado abiertamente sobre sus problemas de adicción y ha utilizado su plataforma para abogar por la prevención y el tratamiento de la adicción. También es un defensor de la igualdad y ha apoyado la lucha contra la discriminación racial y de género en la industria del skateboarding.",
    "patrocinadores": ["https://nyjah.com/wp-content/uploads/2018/05/nikesb.png","https://marvel-b1-cdn.bc0a.com/f00000000104050/www.monsterenergy.com/media/uploads_image/2020/12/02/auto/400/2cd0b187eb3ea28f5250d12fdb4f0988.png?mod=v1_fdbccdc73cd0c96253e6a1a754324fa3", "https://pbs.twimg.com/profile_images/1426090533231886339/Mb8wCDZX_400x400.jpg", "https://www.spinmaster.com/static/0198472ad6f681561aa402fd1cef1bfc/93d59/F20-Tech_Deck-Logo.png"]
  }
  